[
  {
    "characterName": "Florentina Armaselu, co-editor of the Book",
    "avatar": "assets/avatars/Florentina.jpg",
    "id": "FlorentinaArmaselu",
    "chapter": "11-text-fractal-dust-and-informational-granularity",
    "dialogues": {
      "firstMeetingWithoutChapter": [
        "Hello! Nice to meet you. What brings you here?",
        "Hello, Florentina! I want to explore the island and discover its secrets. I’m actually looking for a book.",
        "You can find plenty of things here, at any scale – large, small and in between – but they might not be what they seem... Keep your eyes and ears open for any hints.",
        "I will, thanks for your advice!"
      ],
      "firstMeetingWithChapter": [
        "Hi there! How can I help you?",
        "Hi! I have gathered some parts of the book I was searching for, but the rest is still scattered on the island. Any idea where I can find more?",
        "The ground, trees and sky may hold clues. ",
        "OK, thanks for the tip!"
      ],
      "runIntoWithoutChapter": [
        "Nice to see you again. I hope you enjoyed your quest.",
        "Yes, I had a lovely walk, but I haven’t yet accomplished my mission. Could you help me out?",
        "Sure. Have you ever examined the structure of a large tree in detail? Branching patterns are one of the marvels of the geometry of nature.",
        "I will give it a try. Thank you!"
      ],
      "runIntoWithChapter": [
        "Hi! Did you find what you were looking for?",
        "Yes, I have some parts but not yet the whole thing. I’m still searching for another clue.",
        "Any objects that you encounter might help.",
        "Got it! Thanks again."
      ],
      "secondMeetingWithChapter": ["..."]
    }
  },
  {
    "characterName": "Andreas Fickers, co-editor of the Book",
    "avatar": "assets/avatars/Andreas.jpg",
    "id": "AndreasFickers",
    "chapter": "0-introduction",
    "dialogues": {
      "firstMeetingWithoutChapter": [
        "Hey there, I know you!",
        "Hello, Andreas!",
        "Ah hello you! Welcome to Zoomland, island of the Book! It is a pleasure to have you here.",
        "Thank you! Sorry to bother you, but... the digital copies of the Book have been corrupted and the chapters are mostly fake...",
        "Ah, the Book. And the digital realm...",
        "… Well, I need to get my hands on the original chapters of the Book.",
        "A noble quest indeed. Digital copies cannot be trusted these days!",
        "Where should I start? Any clues?",
        "Well, the Introduction is just behind me. It is a good place to begin."
      ],
      "firstMeetingWithChapter": [
        "Hey there, I know you!",
        "Hello, Andreas!",
        "Ah, hello you! But... Why are you carrying the only original manuscript of the Introduction?",
        "The digital copies of the Book have been corrupted; fake chapters are beginning to circulate.",
        "I see... digital source criticism ahead!"
      ],

      "runIntoWithoutChapter": [
        "Are you still looking for the Introduction?",
        "Yes, can you help me?",
        "Pick up the floating coin behind my shoulders.",
        "Ah ok, thanks!"
      ],
      "runIntoWithChapter": [
        "Hey there, which chapter are you looking for? Talk to the good people on the island, they are always full of helpful advice."
      ]
    }
  },

  {
    "characterName": "Daniele Guido, tourist guide in chief of Zoomland",
    "avatar": "assets/avatars/Daniele.jpg",
    "id": "Daniele",
    "chapter": "2-capturing-discourse-through-the-digital-lens",
    "dialogues": {
      "firstMeetingWithoutChapter": [
        "Welcome, dear Stranger, to our beautiful island!",
        "Hello. I am not here as a tourist – I am on a mission. Fake chapters of the Book have surfaced on social media...",
        "Ah, I see! Then you have come to the right place. I have just read the chapter containing an analysis of pro-democratic discourse – discourse that has now been lost in time.",
        "… and do you have it on you?",
        "No, unfortunately not! I was queuing... Well, have you ever been on a hot air balloon ride? It is a respite from the constant barrage of distorted truths and chaotic ramblings in today's social media landscapes."
      ],
      "firstMeetingWithChapter": [
        "Welcome to our enchanting island, dear stranger!",
        "Greetings! I am not here for pleasure; I am on a quest to locate other original chapters of the Book.",
        "Nice! As you may know, they are scattered about; the Book is entwined with the very essence of our island. Every nook and cranny holds a piece of it.",
        "Yes, that’s what I gathered. Any hints?",
        "Certainly! I highly recommend exploring our island from a distinctive angle. Have you considered embarking on our mountain trail? The summit offers a breathtaking panorama, where the pages of the Book unfold against the backdrop of our splendid island."
      ],
      "runIntoWithoutChapter": [
        "Hello again! Have you found the chapter on the analysis of pro-democratic discourse?",
        "Not yet alas.",
        "I am certain it is still there, near the beach. Retrieve it and take a leap onto the balloon!"
      ],
      "runIntoWithChapter": [
        "Hello again! Still on the quest?",
        "Yes, still in search of the chapters. Well, one less to go.",
        "No time for sightseeing? Have you explored our mountain trail yet?"
      ]
    }
  },
  {
    "characterName": "Verena Deutsch, publisher of the Book",
    "avatar": "assets/avatars/Verena.jpg",
    "id": "VerenaDeutsch",
    "chapter": "3-menocchio-mapped",
    "dialogues": {
      "firstMeetingWithoutChapter": [
        "Oh, hello there. I'm Verena from De Gruyter, the publisher of that book everyone's talking about.",
        "You've probably heard … some chapters are missing.",
        "I'm terribly sorry about the chapters. It keeps me up at night, thinking of all that lost knowledge.",
        "They should be somewhere on this island. I am here to find them."
      ],
      "firstMeetingWithChapter": [
        "Is that... one of the chapters? My word, you found it! This is incredible!",
        "You have no idea how much this means. Each page is a piece of history, a fragment of a forgotten academic dream."
      ],
      "runIntoWithoutChapter": [
        "Ah, it's you again! I've been rummaging through old notes, trying to recall what was in those lost chapters.",
        "It's like piecing together a puzzle with half the pieces missing. If only I could find them..."
      ],
      "runIntoWithChapter": [
        "Another one! You're like a beacon of hope in these dim halls of lost knowledge. This chapter... I remember editing it late into the night. ",
        "The ideas here could change the way we see our history!"
      ]
    }
  },
  {
    "characterName": "Kirill Mitsurov, architect of Zoomland",
    "avatar": "assets/avatars/Kirill.jpg",
    "id": "KirillMitsurov",
    "chapter": "16-weather-map",
    "dialogues": {
      "firstMeetingWithoutChapter": [
        "Hi, stranger. Nice hat! What do you need on our peaceful island?",
        "Hi, kind island dweller. I am trying to find the original version  of the Book.",
        "The weather map is always changing. Have a look at the windsock to find the truth.",
        "Thanks for your help!",
        "My pleasure."
      ],
      "firstMeetingWithChapter": [
        "I hope you rode those wind waves to success.",
        "It was almost like you said. Anyway, I'm up for round two of this epic treasure hunt!",
        "Ahoy, butterfly hunter! They're like nature's pointers, guiding you to cool stuff. Where they flutter, goodies gather.",
        "Another helpful hint, much appreciated.",
        "Good luck!"
      ],
      "runIntoWithoutChapter": [
        "It looks like you still have some questions.",
        "It's probably because the island is so spectacular – that's why I keep forgetting your hints.",
        "Time to play detective, Sherlock! Keep an eye out for those spinning signs.",
        "My eagle eye will never miss them again. Seriously, thanks so much for your help.",
        "Not at all, I'm here for you!"
      ],
      "runIntoWithChapter": [
        "More chapters are waiting for you. Go, go, go, hurry!!!",
        "Yes, there’s no time to chill. The mission is under way!",
        "Exactly!"
      ]
    }
  },
  {
    "characterName": "Lars Wieneke, 3D printer of Zoomland",
    "avatar": "assets/avatars/Character.jpg",
    "id": "LarsWieneke",
    "chapter": "0-introduction",
    "dialogues": {
      "firstMeetingWithoutChapter": [
        "Hello, I’m searching for some lost academic chapters. Could you help me out?",
        "Ah, the eternal quest for knowledge! I once searched for my glasses for hours, only to find them on my head. Science is a bit like that, isn't it?",
        "I guess it can be. I’m not sure where to start looking, though.",
        "In science, as in life, sometimes you find things where you least expect them – like in the fridge, next to the leftover pizza. Keep your eyes open!"
      ],
      "firstMeetingWithChapter": [
        "Hi Lars, I found one of the chapters! It talks about the unpredictability of scientific discovery.",
        "Marvellous! Science is like a surprise party – you never know what you’ll find. Maybe a new theory, or maybe just a sock.",
        "It definitely keeps things interesting.",
        "Absolutely! And remember, every discovery, big or small, is another piece of the grand puzzle. Even the sock."
      ],
      "runIntoWithoutChapter": [
        "Hey Lars, still no luck finding those chapters.",
        "You know, science is 99% searching and 1% finding. Or was that my hunt for the TV remote? Either way, keep looking!",
        "I’ll keep that in mind. Thanks for the pep talk.",
        "Anytime! And if you find my remote while you’re at it, let me know!"
      ],
      "runIntoWithChapter": [
        "Lars, I found another chapter! This one’s about the joy of discovery in science.",
        "Fantastic! There’s nothing like that “Eureka!” moment. It’s like finding money in your pocket. But smarter.",
        "It’s definitely rewarding.",
        "Indeed! And who knows what other wonders you’ll uncover? Maybe even my remote!"
      ],
      "secondMeetingWithoutChapter": ["Brrrrrrr... Brrrrrr"],
      "secondMeetingWithChapter": ["Brrrrrrr... Brrrrrr"]
    }
  }
]
